Repository: jdapena/iwkmail
Catalog: po/*.po
Languages: es

source: Account
es: Cuenta

source: im_account_mgr_get_account_ids() returned NULL after adding an account.
es: im_account_mgr_get_account_ids() devolvió NULL después de añadir una cuenta.

source: im: account already exists
es: im: la cuenta ya existe

source: im: cannot set display name
es: im: no se pudo establecer el nombre visible

source: im: Error adding account conf: %s
es: im: Error añadiendo la configuración de cuenta: %s

source: im: failed to set store account '%s'
es: im: fall estableciendo el almacén de la cuenta '%s'

source: im: Error adding store account conf: %s
es: im: Error añadiendo la configuración del almacén de la cuenta: %s

source: im: failed to set transport account '%s'
es: im: falló estableciendo el transport de la cuenta '%s'

source: im: Error adding transport account conf: %s
es: im: Error añadiendo la configuración del transport de la cuenta: %s

source: im: server account '%s' already exists
es: im: ya existe la cuenta de servidor '%s'

source: im: failed to set %s: %s
es: im: fallo estableciendo %s: %s

source: im: failed to add server account
es: im: fallo al añadir la cuenta de servidor

source: im: failed to set proto
es: im: fallo al establecer el protocolo

source: im: failed to set uri
es: im: fallo al establecer la uri

source: im: error removing key: %s
es: im: error eliminando la clave: %s

source: im: %s: account '%s' does not exist
es: im: %s: la cuenta '%s' no existe

source: im: %s: server account '%s' does not exist
es: im: '%s: la cuenta de servidor '%s' no existe

source: im: failed to get subkeys (%s): %s
es: im: fallo obteniendo las subclaves (%s): %s

source: im: error getting string '%s': %s
es: im: error obteniendo cadena '%s': %s

source: im: error getting int '%s': %s
es: im: error obteniendo entero '%s': %s

source: im: error getting bool '%s': %s
es: im: error obteniendo booleano '%s': %s

source: im: error getting list '%s': %s
es: im: error obteniendo lista '%s': %s

source: im: error setting string '%s': %s
es: im: error estableciendo cadena '%s': %s

source: im: error setting int '%s': %s
es: im: error estableciendo entero '%s': %s

source: im: error setting bool '%s': %s
es: im: error estableciendo booleano '%s': %s

source: im: error setting list '%s': %s
es: im: error estableciendo lista '%s': %s

source: im: error determining existance of '%s': %s
es: im: error determinando si existe '%s': %s

source: im: failed to get account data for %s
es: im: fallo obteniendo datos de la cuenta %s

source: im: couldn't get store settings from settings
es: im: no se pudo obtener la configuración del almacén de la configuración

source: im: couldn't get store settings from account %s
es: im: no se pudo obtener la configuración del almacén de la cuenta %s

source: im: error unsetting'%s': %s
es: im: error borrando clave '%s': %s

source: %s: Generated conf key was invalid: %s
es: %s: La clave de configuración generada es inválida: %s

source: <empty>
es: <vacío>

source: im: failed to get '%s': %s
es: im: fallo obteniendo '%s': %s

source: im: default account does not exist
es: im: no existe cuenta por defecto

source: %s account %s does not exist
es: %s la cuenta %s no existe

source: %s: Account %s does not exist.
es: %s: La cuenta %s no existe.

source: %s can not load server settings. Account corrupted?
es: %s no puede cargar la configuración de servidor. ¿Cuenta corrupta?

source: Standard port
es: Puerto estándar

source: The standard port for the protocol
es: El puerto estándar para el protocolo

source: Alternate port
es: Puerto alternativo

source: The alternate port for the protocol (usually used in SSL)
es: El puerto alternativo para el protocolo (normalmente usado en SSL)

source: Account Id
es: Id de cuenta

source: Unique identifier of the account
es: Identificador único de la cuenta

source: Display name
es: Nombre visible

source: Visible name of the account
es: Nombre visible de la cuenta

source: Enabled
es: Activado

source: Is account enabled
es: ¿Está la cuenta activada?

source: Is default
es: Por defecto

source: Is the default account
es: ¿Es la cuenta por defecto?

source: Full name
es: Nombre completo

source: Full name of the account user
es: Nombre completo del usuario de la cuenta

source: Email address
es: Dirección de correo

source: Email address of the account user
es: Dirección de correo del usuario de la cuenta

source: Use signature
es: Usar firma

source: Should use signature on composing mails
es: ¿Debería usarse la firma al escribir correos?

source: Signature
es: Firma

source: Mode of retrieval
es: Modo de descarga

source: What will get retrieved
es: ¿Qué se descargará del almacén remoto?

source: Limit of messages to retrieve
es: Límite de mensajes a descargar

source: Leave messages on server
es: Dejar los mensajes en el servidor

source: Should leave messages on server (only for POP3)
es: ¿Debería dejar los mensajes en el servidor? (sólo para POP3)

source: Store settings
es: Configuración del almacén

source: Storage service settings
es: Configuración del servicio de almacén

source: Transport settings
es: Configuración de transporte

source: Transport service settings
es: Configuración del servicio de transporte

source: im: could not get gconf client
es: im: no se pudo obtener el cliente gconf

source: im: failed to init ImConf (GConf)
es: im: falló al iniciar ImConf (GConf)

source: im: failed to init gconf
es: im: falló al iniciar gconf

source: im: '%s' is not writable
es: im: no se puede escribir '%s'

source: im: invalid list value type %d
es: im: tipo de valor de lista %d inválido

source: invalid list value type
es: tipo de valor de lista inválido

source: Invalid CID URI hostname
es: Servidor del CID URI inválido

source: Invalid CID URI message uid
es: UID del mensaje del CID URI inválido

source: Message not available
es: Mensaje no disponible

source: Part not available
es: Parte no disponible

source: Account does not exist
es: La cuenta no existe

source: Folder does not exist
es: La carpeta no existe

source: Message does not exist
es: El mensaje no existe

source: Part does not exist
es: La parte no existe

source: %s: filename too long ('%s')
es: %s: el nombre del fichero es muy largo ('%s')

source: %s: filename contains '/' character(s) (%s)
es: %s: el nombre de fichero contiene el caracter '/' (%s)

source: %s: failed to create dir '%s': %s
es: %s: falló creando el directorio '%s': %s

source: %s: failed to create '%s': %s
es: %s: falló creando '%s': %s

source: No transport for an outbox
es: Sin transporte para la bandeja de salida

source: Could not find account of store
es: No se pudo encontrar la cuenta del almacén

source: Failed to get attachment data
es: Falló obteniendo los datos del adjunto

source: Protocol name
es: Nombre de protocolo

source: The unique name of the protocol
es: Nombre único del protocolo

source: The name of the protocol that user will see
es: El nombre de protocolo que verá el usuario

source: Protocol id
es: Id de protocolo

source: Protocol type unique id
es: Id único del tipo de protocolo

source: SMTP Server
es: Servidor SMTP

source: Error connecting to SMTP server
es: Error conectando al servidor SMTP

source: SMTP authentication error
es: Error de autenticación en SMTP

source: Error connecting to POP3 server
es: Error conectando al servidor POP3

source: POP3 authentication error
es: Error de autenticación POP3

source: Error fetching message
es: Error obteniendo mensaje

source: Error fetching message header
es: Error obteniendo la cabecera del mensaje

source: Delete mailbox
es: Borrar almacén

source: IMAP connection error
es: Error de conexión IMAP

source: IMAP authentication error
es: Error de autenticación IMAP

source: Couldn't connect to server
es: No se pudo conectar con el servidor

source: Couldn't fetch message
es: No se pudo obtener mensaje

source: Couldn't fetch message header
es: No se pudo obtener cabecera de mensaje

source: Mailbox not available
es: Almacén no disponible

source: None
es: Ninguno

source: TLS when possible
es: TLS si es posible

source: Host name
es: Nombre del servidor

source: Name of the host to connect
es: Nombre del servidor al que conectar

source: Port
es: Puerto

source: Port used for connection to hostname
es: Puerto usado para conectar con el servidor

source: Protocol
es: Protocolo

source: Protocol for this service
es: Protocolo de este servicio

source: Security Protocol
es: Protocolo de seguridad

source: Security transport protocol used for connecting
es: Protocolo de seguridad de transporte usado para conectar

source: Auth Protocol
es: Protocolo de autenticación

source: Authentication protocol used for connecting
es: Protocolo de autenticación usado para conectar

source: User name
es: Nombre de usuario

source: Username used on service authentication
es: Nombre de usuario usado en la autenticación del servicio

source: Password
es: Contraseña

source: Password for service authentication
es: Contraseña para la autenticación del servicio

source: Account name
es: Nombre de cuenta

source: Name of the server account in persistent storage
es: Nombre persistente de la cuenta de servidor

source: URI of the service
es: URI del servicio

source: <b>Need password</b> Password needed for %s server at %s
es: <b>Se requiere contraseña</b> Contraseña necesaria para el servidor %s en %s

source: Unknown authentication mechanism %s
es: Mecanismo de autenticación desconocido %s

source: Failed to authenticate using %s without password
es: Falló autenticando usando %s sin contraseña

source: No password provided
es: No se proporcionó contraseña

source: %s: No server accounts of type %s
es: %s: no hay cuentas de servidor del tipo %s

source: %s: could not get %s service for %s .
es: %s: no se pudo obtener el servidio %s para %s

source: %s: failed to create store account
es: %s: falló al crear la cuenta de almacén

source: %s: failed to create transport account
es: %s: falló al crear la cuenta de transporte

source: %s: no store account for account %s
es: %s: no se encontró almacén para la cuenta %s

source: %s: no transport account for account %s
es: %s: no se encontró transporte para la cuenta %s

source: Missing incoming server host
es: Falta el nombre del servidor de almacén

source: Missing incoming server username
es: Falta el usuario del servidor de almacén

source: Invalid incoming server protocol
es: Protocolo del servidor de almacén inválido

source: Invalid incoming server security protocol
es: Protocolo de seguridad del servidor de almacén inválido

source: Missing outgoing server host
es: Falta el servidor de transporte

source: Missing outgoing server username
es: Falta el usuario del servidor de transporte

source: Invalid outgoing server security protocol
es: Protocolo de seguridad del servidor de transporte inválido

source: Invalid outgoing server authentication protocol
es: Protocolo de autenticación del servidor de transporte inválido

source: Invalid email address
es: Dirección de correo inválida

source: Missing account name
es: Falta el nombre de la cuenta

source: Failed to create account
es: Falló creando la cuenta

source: Failed to remove account
es: Falló eliminando la cuenta

source: Outbox
es: Bandeja de salida

source: Inbox
es: Bandeja de entrada

source: Could not find account %s outbox
es: No se pudo encontrar la bandeja de salida de la cuenta %s

source: Could not find outbox store
es: No se pudo encontrar el almacén de las cuentas de salida

source: No transport account specified trying to send the message
es: No se especificó la cuenta de transport intentando enviar el mensaje

source: Invalid transport account specified trying to send the message
es: Cuenta de transporte inválida intentando enviar el mensaje

source: Account has an invalid from field
es: La cuenta tiene un From: inválido

source: Failed to parse recipients
es: Fallo parseando los recipientes

source: User didn't set recipients trying to send
es: No se han establecido recipientes al intentar enviar

source: Non supported method
es: Método no soportado

source: Save attachment...
es: Guardar adjunto...
